Repository: maryxsarah/SOMA-Health
Catalog: Soma/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hy, it, ka, ru, sr

# recommendationReason.explanation.whoopLow
source: Your Whoop recovery was %@%%, in the low range (under 34%%) -- your body is signaling it needs rest.
de: Deine Whoop-Erholung lag bei %@%%, im niedrigen Bereich (unter 34%%) – dein Körper signalisiert, dass er Ruhe braucht.
es: Tu recuperación de Whoop fue del %@%%, en el rango bajo (menos del 34%%); tu cuerpo está indicando que necesita descanso.
fr: Votre récupération Whoop était de %@%%, dans la zone basse (moins de 34%%) : votre corps signale qu'il a besoin de repos.
hy: Քո Whoop-ի վերականգնման ցուցանիշը եղել է %@%%, ցածր միջակայքում (34%%-ից պակաս) -- քո մարմինը ազդանշում է, որ հանգստի կարիք ունի.
it: Il tuo recupero Whoop era del %@%%, nella fascia bassa (sotto il 34%%): il tuo corpo sta segnalando che ha bisogno di riposo.
ka: შენი Whoop-ის აღდგენის მაჩვენებელი იყო %@%%, დაბალ დიაპაზონში (34%%-ზე ნაკლები) -- შენი სხეული გატყობინებს, რომ დასვენება სჭირდება.
ru: Твоё восстановление по Whoop составило %@%%, в низком диапазоне (менее 34%%) -- твоё тело сигнализирует, что ему нужен отдых.
sr: Твој Whoop опоравак је износио %@%%, у ниском распону (испод 34%%) — твоје тело ти поручује да му треба одмор.

# recommendationReason.explanation.whoopMedium
source: Your Whoop recovery was %@%%, in the medium range (34-66%%) -- your body has some room to work, but isn't fully topped up.
de: Deine Whoop-Erholung lag bei %@%%, im mittleren Bereich (34-66%%) – dein Körper hat etwas Spielraum, ist aber nicht voll aufgeladen.
es: Tu recuperación de Whoop fue del %@%%, en el rango medio (34-66%%); tu cuerpo tiene margen para trabajar, pero no está totalmente recargado.
fr: Votre récupération Whoop était de %@%%, dans la zone moyenne (34-66%%) : votre corps a une certaine marge, mais n'est pas totalement rechargé.
hy: Քո Whoop-ի վերականգնման ցուցանիշը եղել է %@%%, միջին միջակայքում (34-66%%) -- քո մարմինը դեռ որոշակի պաշար ունի, բայց ամբողջությամբ վերականգնված չէ.
it: Il tuo recupero Whoop era del %@%%, nella fascia media (34-66%%): il tuo corpo ha un certo margine per lavorare, ma non è del tutto ricaricato.
ka: შენი Whoop-ის აღდგენის მაჩვენებელი იყო %@%%, საშუალო დიაპაზონში (34-66%%) -- შენს სხეულს აქვს გარკვეული რესურსი, მაგრამ სრულად აღდგენილი არ არის.
ru: Твоё восстановление по Whoop составило %@%%, в среднем диапазоне (34-66%%) -- у твоего тела есть запас сил, но оно ещё не полностью восстановилось.
sr: Твој Whoop опоравак је износио %@%%, у средњем распону (34-66%%) — твоје тело има донекле простора за рад, али није у потпуности напуњено.

# recommendationReason.tomorrowTip.healthkitHigh
source: You're on a good trend -- keep sleep and activity consistent to stay here.
de: Du bist auf einem guten Weg – halte Schlaf und Aktivität konstant, um hier zu bleiben.
es: Vas por buen camino: mantén el sueño y la actividad constantes para seguir así.
fr: Vous êtes sur une bonne tendance : gardez un sommeil et une activité constants pour le rester.
hy: Դու լավ միտումի մեջ ես -- պահպանիր կայուն քունը և ակտիվությունը, որպեսզի մնաս այս մակարդակում.
it: Sei su una buona tendenza: mantieni costanti sonno e attività per restarci.
ka: შენ კარგ ტენდენციაზე ხარ -- შეინარჩუნე სტაბილური ძილი და აქტივობა, რომ აქ დარჩე.
ru: Ты на верном пути -- сохраняй стабильный сон и активность, чтобы удержаться на этом уровне.
sr: На добром си путу — одржавај доследан сан и активност да ту и останеш.

# recommendationReason.tomorrowTip.highRecovery
source: Keep it up -- consistent sleep and hydration tonight will help maintain this trend.
de: Weiter so – ausreichend Schlaf und Flüssigkeitszufuhr heute Nacht helfen, diesen Trend beizubehalten.
es: Sigue así: dormir bien e hidratarte esta noche te ayudará a mantener esta tendencia.
fr: Continuez ainsi : un sommeil régulier et une bonne hydratation ce soir aideront à maintenir cette tendance.
hy: Այսպես շարունակիր -- կայուն քունը և հեղուկի ընդունումը այս գիշեր կօգնեն պահպանել այս միտումը.
it: Continua così: dormire bene e idratarti stasera ti aiuterà a mantenere questa tendenza.
ka: ასე გააგრძელე -- სტაბილური ძილი და საკმარისი წყლის მიღება ამაღამ დაგეხმარება ამ ტენდენციის შენარჩუნებაში.
ru: Продолжай в том же духе -- стабильный сон и питьевой режим сегодня ночью помогут удержать эту тенденцию.
sr: Настави тако — доследан сан и хидратација вечерас ће помоћи да задржиш овај тренд.

# recommendationReason.tomorrowTip.insufficientData
source: Wearing your Apple Watch overnight, or connecting Whoop or Oura, will give you a personalized read starting tomorrow.
de: Wenn du deine Apple Watch nachts trägst oder Whoop bzw. Oura verbindest, erhältst du ab morgen eine personalisierte Auswertung.
es: Usar tu Apple Watch por la noche, o conectar Whoop u Oura, te dará una lectura personalizada a partir de mañana.
fr: Porter votre Apple Watch la nuit, ou connecter Whoop ou Oura, vous donnera une lecture personnalisée dès demain.
hy: Apple Watch-ը գիշերը կրելը կամ Whoop-ը կամ Oura-ն միացնելը վաղվանից քեզ կտա անհատականացված գնահատական.
it: Indossare l'Apple Watch di notte, o collegare Whoop od Oura, ti darà una lettura personalizzata a partire da domani.
ka: Apple Watch-ის ღამით ტარება ან Whoop-ის ან Oura-ს დაკავშირება ხვალიდან პერსონალიზებულ შეფასებას მოგცემს.
ru: Если ты будешь носить Apple Watch ночью или подключишь Whoop или Oura, начиная с завтрашнего дня ты будешь получать персонализированную оценку.
sr: Ношење Apple Watch-а преко ноћи, или повезивање Whoop-а или Oura-е, даће ти персонализовану процену почев од сутра.

# recommendationReason.tomorrowTip.lowRecovery
source: Prioritize sleep tonight and keep today's effort light -- recovery compounds over a few days, not just one.
de: Priorisiere heute Nacht den Schlaf und halte die heutige Belastung leicht – Erholung baut sich über mehrere Tage auf, nicht nur einen.
es: Prioriza el sueño esta noche y mantén el esfuerzo de hoy ligero; la recuperación se acumula en varios días, no en uno solo.
fr: Priorisez le sommeil ce soir et gardez l'effort d'aujourd'hui léger : la récupération se construit sur plusieurs jours, pas en un seul.
hy: Այս գիշեր առաջնահերթություն տուր քնին և այսօրվա ծանրաբեռնվածությունը թեթև պահիր -- վերականգնումը կուտակվում է մի քանի օրվա, ոչ թե մեկ օրվա ընթացքում.
it: Dai priorità al sonno stasera e mantieni leggero lo sforzo di oggi: il recupero si accumula in più giorni, non in uno solo.
ka: ამაღამ ძილს პრიორიტეტი მიანიჭე და დღეს დატვირთვა მსუბუქი დატოვე -- აღდგენა რამდენიმე დღეში გროვდება, არა ერთში.
ru: Сегодня ночью сделай сон приоритетом и не перегружай себя сегодня -- восстановление накапливается за несколько дней, а не за один.
sr: Вечерас дај приоритет сну и данас се не пренапрежи — опоравак се гради током више дана, не само једног.

# recommendationReason.tomorrowTip.mediumRecovery
source: A solid night's sleep tonight can push tomorrow into a higher-intensity day.
de: Eine erholsame Nacht heute kann morgen zu einem intensiveren Tag machen.
es: Una buena noche de sueño hoy puede llevar a que mañana sea un día de mayor intensidad.
fr: Une bonne nuit de sommeil ce soir peut faire de demain une journée à plus haute intensité.
hy: Այս գիշեր լավ քունը կարող է վաղվա օրը դարձնել ավելի ինտենսիվ.
it: Una notte di sonno solida stasera può trasformare domani in una giornata a maggiore intensità.
ka: ამაღამ ხარისხიანმა ძილმა შეიძლება ხვალინდელი დღე უფრო მაღალი ინტენსივობის გახადოს.
ru: Крепкий сон сегодня ночью может сделать завтрашний день более интенсивным.
sr: Квалитетан сан вечерас може сутрашњи дан учинити интензивнијим.

# recommendationReason.tomorrowTip.unknown
source: Connecting Whoop or Oura gives a more precise recovery score than Apple Health alone.
de: Die Verbindung mit Whoop oder Oura liefert einen genaueren Erholungswert als Apple Health allein.
es: Conectar Whoop u Oura te da una puntuación de recuperación más precisa que solo Apple Health.
fr: Connecter Whoop ou Oura donne un score de récupération plus précis qu'Apple Santé seul.
hy: Whoop-ի կամ Oura-ի միացումը ավելի ճշգրիտ վերականգնման գնահատական է տալիս, քան միայն Apple Health-ը.
it: Collegare Whoop od Oura fornisce un punteggio di recupero più preciso rispetto alla sola Apple Salute.
ka: Whoop-ის ან Oura-ს დაკავშირება უფრო ზუსტ აღდგენის მაჩვენებელს იძლევა, ვიდრე მხოლოდ Apple Health.
ru: Подключение Whoop или Oura даёт более точную оценку восстановления, чем только Apple Health.
sr: Повезивање Whoop-а или Oura-е даје прецизнију оцену опоравка него сам Apple Health.

# referralSource.friendsFamily
source: Friends & Family
de: Freunde und Familie
es: Amigos y familia
fr: Amis et famille
hy: Ընկերներ և ընտանիք
it: Amici e famiglia
ka: მეგობრები და ოჯახი
ru: Друзья и семья
sr: Пријатељи и породица

# referralSource.other
source: Other
de: Sonstiges
es: Otro
fr: Autre
hy: Այլ
it: Altro
ka: სხვა
ru: Другое
sr: Друго

# referral_code.activeBonus
source: Free access active until %@
de: Kostenloser Zugang aktiv bis %@
es: Acceso gratuito activo hasta el %@
fr: Accès gratuit actif jusqu'au %@
hy: Անվճար հասանելիությունն ակտիվ է մինչև %@
it: Accesso gratuito attivo fino al %@
ka: უფასო წვდომა აქტიურია %@-მდე
ru: Бесплатный доступ активен до %@
sr: Бесплатан приступ активан до %@

# referral_code.apply
source: Apply
de: Anwenden
es: Aplicar
fr: Appliquer
hy: Կիրառել
it: Applica
ka: გამოყენება
ru: Применить
sr: Примени

# referral_code.close
source: Close
de: Schließen
es: Cerrar
fr: Fermer
hy: Փակել
it: Chiudi
ka: დახურვა
ru: Закрыть
sr: Затвори

# referral_code.invalid
source: That code didn't work. Check it and try again.
de: Der Code hat nicht funktioniert. Überprüfe ihn und versuche es erneut.
es: Ese código no funcionó. Revísalo e inténtalo de nuevo.
fr: Ce code n'a pas fonctionné. Vérifie-le et réessaie.
hy: Այս կոդը չաշխատեց. Ստուգիր և կրկին փորձիր.
it: Il codice non ha funzionato. Controllalo e riprova.
ka: ეს კოდი არ მუშაობს. გადაამოწმე და სცადე ისევ.
ru: Этот код не сработал. Проверь его и попробуй снова.
sr: Тај код није успео. Провери га и покушај поново.

# referral_code.mine.caption
source: Gives a friend %lld days of free access.
de: Schenkt einem Freund %lld Tage kostenlosen Zugang.
es: Da a un amigo %lld días de acceso gratuito.
fr: Offre à un ami %lld jours d'accès gratuit.
hy: Ընկերոջդ տալիս է %lld օր անվճար հասանելիություն:
it: Regala a un amico %lld giorni di accesso gratuito.
ka: აძლევს მეგობარს %lld დღე უფასო წვდომას.
ru: Даёт другу %lld дней бесплатного доступа.
sr: Даје пријатељу %lld дана бесплатног приступа.

# referral_code.mine.eyebrow
source: Your code
de: Dein Code
es: Tu código
fr: Ton code
hy: Քո կոդը
it: Il tuo codice
ka: შენი კოდი
ru: Твой код
sr: Твој код

# referral_code.mine.redemptions
source: Used by %lld friends so far
de: Bisher von %lld Freunden genutzt
es: Usado por %lld amigos hasta ahora
fr: Utilisé par %lld amis pour l'instant
hy: Առայժմ օգտագործել է %lld ընկեր
it: Usato finora da %lld amici
ka: აქამდე გამოიყენა %lld მეგობარმა
ru: Уже использовали: %lld
sr: До сада искористило: %lld

# referral_code.mine.shareAccessibility
source: Share your referral code
de: Deinen Empfehlungscode teilen
es: Compartir tu código de referido
fr: Partager ton code de parrainage
hy: Կիսվել քո հրավերի կոդով
it: Condividi il tuo codice referral
ka: გააზიარე შენი მოსაწვევი კოდი
ru: Поделиться реферальным кодом
sr: Подели свој реферални код

# referral_code.mine.shareMessage
source: Try Soma — my code %@ gives you %lld days of Premium for free.
de: Probier Soma — mein Code %@ schenkt dir %lld Tage Premium.
es: Prueba Soma: mi código %@ te da %lld días de Premium gratis.
fr: Essaie Soma — mon code %@ t'offre %lld jours de Premium gratuits.
hy: Փորձիր Soma-ն. իմ %@ կոդը քեզ կտա %lld օր Premium անվճար:
it: Prova Soma: il mio codice %@ ti dà %lld giorni di Premium gratis.
ka: სცადე Soma — ჩემი კოდი %@ გაძლევს %lld დღე Premium-ს უფასოდ.
ru: Попробуй Soma — мой код %@ даст тебе %lld дней Премиума бесплатно.
sr: Пробај Soma — мој код %@ даје ти %lld дана Premium-а бесплатно.

# referral_code.navigationTitle
source: Referral code
de: Empfehlungscode
es: Código de referido
fr: Code de parrainage
hy: Հրավերի կոդ
it: Codice referral
ka: სარეფერალო კოდი
ru: Реферальный код
sr: Препоручни код

# referral_code.placeholder
source: Referral Code
de: Empfehlungscode
es: Código de referido
fr: Code de parrainage
hy: Հրավերի կոդ
it: Codice referral
ka: სარეფერალო კოდი
ru: Реферальный код
sr: Препоручни код

# referral_code.skip
source: Skip
de: Überspringen
es: Omitir
fr: Ignorer
hy: Բաց թողնել
it: Salta
ka: გამოტოვება
ru: Пропустить
sr: Прескочи

# referral_code.submit
source: Submit
de: Absenden
es: Enviar
fr: Envoyer
hy: Ուղարկել
it: Invia
ka: გაგზავნა
ru: Отправить
sr: Пошаљи

# referral_code.subtitle
source: Optional -- you can skip this step.
de: Optional -- du kannst diesen Schritt überspringen.
es: Opcional: puedes omitir este paso.
fr: Facultatif -- vous pouvez passer cette étape.
hy: Ընտրովի է․ կարող եք բաց թողնել այս քայլը։
it: Facoltativo -- puoi saltare questo passaggio.
ka: სურვილისამებრ -- ამ ნაბიჯის გამოტოვება შეგიძლიათ.
ru: Необязательно — этот шаг можно пропустить.
sr: Опционо -- можеш прескочити овај корак.

# referral_code.success
source: Applied! Free access extended.
de: Angewendet! Kostenloser Zugang verlängert.
es: ¡Aplicado! Acceso gratuito ampliado.
fr: Appliqué ! Accès gratuit prolongé.
hy: Կիրառվեց! Անվճար հասանելիությունը երկարաձգվեց։
it: Applicato! Accesso gratuito esteso.
ka: გამოყენებულია! უფასო წვდომა გაგრძელდა.
ru: Применено! Бесплатный доступ продлён.
sr: Примењено! Бесплатан приступ продужен.

# referral_code.title
source: Enter referral code
de: Empfehlungscode eingeben
es: Introduce el código de referido
fr: Entrez le code de parrainage
hy: Մուտքագրեք հրավերի կոդը
it: Inserisci il codice referral
ka: შეიყვანეთ სარეფერალო კოდი
ru: Введите реферальный код
sr: Унеси препоручни код

source: resistance bands
de: Widerstandsbänder
es: Bandas de resistencia
fr: Bandes de résistance
hy: Դիմադրության ժապավեններ
it: Elastici
ka: წინააღმდეგობის ლენტები
ru: Резиновые ленты
sr: Еластичне траке

source: rowing machine
de: Rudergerät
es: Máquina de remo
fr: Rameur
hy: Թիավարման մեքենա
it: Vogatore
ka: ნიჩბოსნობის ტრენაჟორი
ru: Гребной тренажёр
sr: Веслачки тренажер

# settings.language.system
source: System Default
de: Systemstandard
es: Predeterminado del sistema
fr: Langue du système
hy: Համակարգի կանխադրված
it: Predefinita di sistema
ka: სისტემის ნაგულისხმევი
ru: Системный
sr: Системски

# sex.female
source: Female
de: Frau
es: Mujer
fr: Femme
hy: Իգական
it: Donna
ka: მდედრობითი
ru: Женский
sr: Женски

# sex.male
source: Male
de: Mann
es: Hombre
fr: Homme
hy: Արական
it: Uomo
ka: მამრობითი
ru: Мужской
sr: Мушки

# sex.other
source: Other
de: Divers
es: Otro
fr: Autre
hy: Այլ
it: Altro
ka: სხვა
ru: Другой
sr: Други

# signIn.apple.error.failed
source: Apple couldn't complete the sign-in. Please try again in a moment.
de: Apple konnte die Anmeldung nicht abschließen. Bitte versuche es gleich noch einmal.
es: Apple no pudo completar el inicio de sesión. Inténtalo de nuevo en un momento.
fr: Apple n'a pas pu terminer la connexion. Réessaie dans un instant.
hy: Apple-ը չկարողացավ ավարտել մուտքը։ Փորձիր նորից մի փոքր ուշ։
it: Apple non è riuscito a completare l'accesso. Riprova tra un momento.
ka: Apple-მა ვერ დაასრულა შესვლა. სცადე ისევ ცოტა ხანში.
ru: Apple не смог завершить вход. Попробуй снова через минуту.
sr: Apple није успео да заврши пријаву. Покушај поново за тренутак.

# signIn.apple.error.generic
source: Couldn't sign in with Apple. Please try again.
de: Anmeldung mit Apple nicht möglich. Bitte versuche es erneut.
es: No se pudo iniciar sesión con Apple. Inténtalo de nuevo.
fr: Impossible de se connecter avec Apple. Réessaie.
hy: Չհաջողվեց մուտք գործել Apple-ով։ Նորից փորձիր։
it: Impossibile accedere con Apple. Riprova.
ka: Apple-ით შესვლა ვერ მოხერხდა. სცადე ხელახლა.
ru: Не удалось войти через Apple. Попробуй снова.
sr: Пријава преко Apple налога није успела. Покушај поново.

# signIn.apple.error.noAppleID
source: Couldn't sign in with Apple. Check that you're signed in to an Apple ID in Settings, then try again.
de: Anmeldung mit Apple nicht möglich. Stelle sicher, dass du in den Einstellungen mit einer Apple-ID angemeldet bist, und versuche es erneut.
es: No se pudo iniciar sesión con Apple. Comprueba que has iniciado sesión con un ID de Apple en Ajustes y vuelve a intentarlo.
fr: Impossible de se connecter avec Apple. Vérifie que tu es connecté·e à un identifiant Apple dans Réglages, puis réessaie.
hy: Չհաջողվեց մուտք գործել Apple-ով։ Ստուգիր, որ մուտք ես գործել Apple ID-ով Կարգավորումներում, ապա նորից փորձիր։
it: Impossibile accedere con Apple. Controlla di aver eseguito l'accesso con un ID Apple in Impostazioni, poi riprova.
ka: Apple-ით შესვლა ვერ მოხერხდა. დარწმუნდი, რომ პარამეტრებში შესული ხარ Apple ID-ით, და სცადე ხელახლა.
ru: Не удалось войти через Apple. Проверь, что ты вошёл(ла) в Apple ID в настройках, и попробуй снова.
sr: Пријава преко Apple налога није успела. Провери да ли си пријављен/а на Apple ID у Подешавањима, па покушај поново.

# signIn.generic.error.accountExists
source: An account with that email already exists -- try logging in instead.
de: Für diese E-Mail-Adresse existiert bereits ein Konto -- versuche stattdessen, dich anzumelden.
es: Ya existe una cuenta con ese correo -- intenta iniciar sesión en su lugar.
fr: Un compte existe déjà avec cet e-mail -- essaie plutôt de te connecter.
hy: Այդ էլ. հասցեով հաշիվն արդեն գոյություն ունի -- փոխարենը փորձիր մուտք գործել։
it: Esiste già un account con questa email -- prova invece ad accedere.
ka: ამ ელფოსტით ანგარიში უკვე არსებობს -- სცადე შესვლა ამის ნაცვლად.
ru: Аккаунт с этой почтой уже существует -- попробуй войти вместо регистрации.
sr: Налог са том имејл адресом већ постоји — уместо тога, покушај да се пријавиш.

# signIn.generic.error.fallback
source: Couldn't complete that. Please try again.
de: Das konnte nicht abgeschlossen werden. Bitte versuche es erneut.
es: No se pudo completar eso. Inténtalo de nuevo.
fr: Impossible de terminer cette action. Réessaie.
hy: Չհաջողվեց ավարտել դա։ Նորից փորձիր։
it: Impossibile completare l'operazione. Riprova.
ka: ვერ შესრულდა. სცადე ხელახლა.
ru: Не удалось это выполнить. Попробуй снова.
sr: Није могуће завршити ту радњу. Покушај поново.

# signIn.generic.error.invalidCredentials
source: That email or password isn't right. Try again.
de: Diese E-Mail-Adresse oder dieses Passwort ist nicht korrekt. Versuche es erneut.
es: Ese correo o contraseña no es correcto. Inténtalo de nuevo.
fr: Cet e-mail ou ce mot de passe est incorrect. Réessaie.
hy: Այդ էլ. հասցեն կամ գաղտնաբառը սխալ է։ Նորից փորձիր։
it: Questa email o password non è corretta. Riprova.
ka: ეს ელფოსტა ან პაროლი არასწორია. სცადე ხელახლა.
ru: Неверная почта или пароль. Попробуй снова.
sr: Тај имејл или лозинка нису тачни. Покушај поново.

# signIn.generic.error.passwordRequirements
source: That password doesn't meet the requirements -- try a longer one.
de: Dieses Passwort erfüllt die Anforderungen nicht -- versuche ein längeres.
es: Esa contraseña no cumple los requisitos -- prueba con una más larga.
fr: Ce mot de passe ne répond pas aux critères -- essaie un mot de passe plus long.
hy: Այդ գաղտնաբառը չի համապատասխանում պահանջներին -- փորձիր ավելի երկարը։
it: Questa password non soddisfa i requisiti -- prova con una più lunga.
ka: ეს პაროლი არ აკმაყოფილებს მოთხოვნებს -- სცადე უფრო გრძელი.
ru: Этот пароль не соответствует требованиям -- попробуй придумать длиннее.
sr: Та лозинка не испуњава услове — покушај дужу.

# signIn.generic.error.somethingWrong
source: Something went wrong. Please try again.
de: Etwas ist schiefgelaufen. Bitte versuche es erneut.
es: Algo salió mal. Inténtalo de nuevo.
fr: Une erreur s'est produite. Réessaie.
hy: Ինչ-որ բան այն չէր։ Նորից փորձիր։
it: Qualcosa è andato storto. Riprova.
ka: რაღაც შეცდომა მოხდა. სცადე ხელახლა.
ru: Что-то пошло не так. Попробуй снова.
sr: Нешто није у реду. Покушај поново.

# sleepBucket.eightPlus.chip
source: 8 h +
de: 8 Std.+
hy: 8 ժ+
ka: 8 სთ+
ru: 8 ч+
sr: 8 ч+

# sleepBucket.eightPlus.verdict
source: Great
de: Großartig
es: Excelente
fr: Excellent
hy: Հիանալի
it: Ottimo
ka: შესანიშნავი
ru: Отлично
sr: Одлично

# sleepBucket.sevenEight.verdict
source: Solid
de: Solide
es: Sólido
fr: Solide
hy: Լավ
it: Solido
ka: საკმაოდ კარგი
ru: Хорошо
sr: Солидно

# sleepBucket.underSix.chip
source: < 6 h
de: < 6 Std.
hy: < 6 ժ
ka: < 6 სთ
ru: < 6 ч
sr: < 6 ч

# sleepBucket.underSix.verdict
source: Short
de: Kurz
es: Corto
fr: Court
hy: Կարճ
it: Breve
ka: მოკლე
ru: Мало
sr: Кратко

# sleepHero.headline.good
source: Solid night's sleep
de: Eine solide Nacht Schlaf
es: Una noche de sueño sólida
fr: Une bonne nuit de sommeil
hy: Լիարժեք քուն այս գիշեր
it: Una notte di sonno solida
ka: ხარისხიანი ძილი ამ ღამით
ru: Крепкий сон этой ночью
sr: Солидна ноћ сна

# sleepHero.headline.short
source: Shorter than ideal
de: Kürzer als ideal
es: Más corta de lo ideal
fr: Plus courte que l'idéal
hy: Ցանկալիից կարճ
it: Più corta dell'ideale
ka: სასურველზე ნაკლები
ru: Короче, чем нужно
sr: Краће него идеално

# sleepSection.noData.subtitle
source: Wear your device overnight to see sleep here.
de: Trage dein Gerät über Nacht, um deinen Schlaf hier zu sehen.
es: Usa tu dispositivo durante la noche para ver tu sueño aquí.
fr: Porte ton appareil pendant la nuit pour voir ton sommeil ici.
hy: Կրիր սարքդ գիշերը՝ այստեղ քո քունը տեսնելու համար։
it: Indossa il dispositivo di notte per vedere qui il tuo sonno.
ka: ატარე მოწყობილობა ღამით, რომ აქ ნახო შენი ძილის მონაცემები.
ru: Носи устройство ночью, чтобы видеть здесь данные о сне.
sr: Носи уређај током ноћи да овде видиш податке о сну.

# sleepSection.noData.title
source: No sleep recorded last night
de: Letzte Nacht wurde kein Schlaf erfasst
es: No se registró sueño anoche
fr: Aucun sommeil enregistré la nuit dernière
hy: Անցյալ գիշեր քնի տվյալներ չեն գրանցվել
it: Nessun sonno registrato la scorsa notte
ka: გასულ ღამეს ძილის მონაცემები არ დაფიქსირდა
ru: Данные о сне за прошлую ночь отсутствуют
sr: Нема забележеног сна прошле ноћи

source: smith machine
de: Smith-Maschine
es: Máquina Smith
fr: Machine Smith
hy: Սմիթ մեքենա
ka: სმიტის მანქანა
ru: Тренажёр Смита
sr: Смит машина

# somaDisclosure.defaultClosedLabel
source: Why this?
de: Warum das?
es: ¿Por qué esto?
fr: Pourquoi ça ?
hy: Ինչու՞ դա
it: Perché questo?
ka: რატომ ეს?
ru: Почему именно так?
sr: Зашто ово?

# somaDisclosure.defaultOpenLabel
source: Hide
de: Ausblenden
es: Ocultar
fr: Masquer
hy: Թաքցնել
it: Nascondi
ka: დამალვა
ru: Скрыть
sr: Сакриј

# sportGoal.conflictWarning.acknowledge
source: My coach knows my situation — continue
de: Mein Coach kennt meine Situation — weiter
es: Mi entrenador conoce mi situación — continuar
fr: Mon coach connaît ma situation — continuer
hy: Իմ մարզիչը գիտի իմ իրավիճակը — շարունակել
it: Il mio coach conosce la mia situazione — continua
ka: ჩემმა მწვრთნელმა იცის ჩემი სიტუაცია — გაგრძელება
ru: Мой тренер знает о моей ситуации — продолжить
sr: Мој тренер зна моју ситуацију — настави

# sportGoal.conflictWarning.pregnancyNote
source: Please discuss this plan with your care provider before continuing.
de: Bitte besprich diesen Plan mit deiner Ärztin oder deinem Arzt, bevor du fortfährst.
es: Habla sobre este plan con tu médico antes de continuar.
fr: Merci d'en discuter avec ton médecin avant de continuer.
hy: Խնդրում ենք քննարկել այս պլանը ձեր բժշկի հետ, նախքան շարունակելը։
it: Discuti questo piano con il tuo medico prima di continuare.
ka: გთხოვთ, განიხილოთ ეს გეგმა თქვენს ექიმთან გაგრძელებამდე.
ru: Пожалуйста, обсудите этот план с врачом, прежде чем продолжить.
sr: Молимо разговарај о овом плану са својим лекаром пре него што наставиш.
